const sourceData = [
  {
    id: 0,
    name: '🍂原木风，家的温度让你居家生活更有品质💫',
    photos: [
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
    ],
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    content:
      '🥰亲们，你们寻找的美好生活，不就藏在这原木风的家具里吗？🌱原木家具，不仅简约白色木质，更有质态的触感，给你带来一种回归原始的生活体验。💖从细节做起，摒弃繁杂漆彩，只留原木的清新自然。这，就是理想中的优质生活，而且，我们的原木家具不仅稳固耐用，更是低碳环保。😉亲爱的，你购买的不只是一件家具，更是对生活的热爱和尊重。💓这个秋天，让我们用心感受原木风的温度，一起过一种有品质、有温度的生活。☺️又是新的一天，爱你的人，愿你活得有趣，有品质！💝',
    tag: '#原木风格,#环保家具,#家居生活,#品质生活,#温度的家,#低碳生活',
  },
  {
    id: 1,
    name: '原木风 - 亲近大自然的最佳方式💚',
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    photos: [
      'https://angular.io/assets/images/tutorials/faa/brandon-griggs-wR11KBaB86U-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/brandon-griggs-wR11KBaB86U-unsplash.jpg',
    ],
    content:
      '🍃【原木风】🍃这可能是让人最舒适的家居设计风格之一了喔!它的关键词：简约、自然、温暖、实用。原木色、棉麻质地、手工布艺、复古装饰...所有的一切都让家的感觉回归最本质、最温暖的样子。✨我特别为你准备了一系列原木风的家具和装饰品，相信你一定会爱上💖既然是家，就要有它本应有的样子。 生活的艺术，首先来源于家的美，更温暖的细节。希望每一个选择原木风的你，都可以在家中找到心灵的安稳呼吸与舒适的感觉😌原木风，符合你内心对家的期待。让我们一起来领略原木风吧！🍁#原木风# #室内设计# #简约# #自然# #家居设计#',
    tag: '#原木风,#室内设计,#简约,#自然,#家居设计',
  },
  {
    id: 2,
    name: '喜欢或者不喜欢，一切都从这瓶护肤品开始✨',
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    photos: [
      'https://angular.io/assets/images/tutorials/faa/i-do-nothing-but-love-lAyXdl1-Wmc-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/i-do-nothing-but-love-lAyXdl1-Wmc-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/i-do-nothing-but-love-lAyXdl1-Wmc-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/i-do-nothing-but-love-lAyXdl1-Wmc-unsplash.jpg',
    ],
    content:
      '😚大家好，我今天要向大家推荐的是这款我个人非常喜欢的护肤品🎀为什么我喜欢它呢？😋首先，它真的非常滋润，吸收也快，可以很好的改善你的肌肤状态👍最重要的是，它的成分是非常安全的，没有添加任何有害的化学成分。😝使用的感觉也非常的舒适，不过敏，也不会有油腻感。😃在这个肌肤需要滋养的季节，它简直就是你的肌肤的救星💓想要肌肤变得光滑吗？😘快来试试吧！你会发现原来护肤可以如此简单~💖最后，希望你们都能喜欢我推荐的这款产品，如果有任何问题，欢迎随时留言咨询我哦😉',
    tag: '#新款护肤品,#肌肤保养,#美肌救星,#药妆推荐,#无添加,#秋季滋养',
  },
  {
    id: 3,
    name: '🍃走进原木风的世界，开启自然生活🏡',
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    photos: [
      'https://angular.io/assets/images/tutorials/faa/ian-macdonald-W8z6aiwfi1E-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/ian-macdonald-W8z6aiwfi1E-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/ian-macdonald-W8z6aiwfi1E-unsplash.jpg',
    ],
    content:
      '🌼大家好，今天给大家分享一下我最近发现的这个原木风产品。😍太棒了，每一款产品都彰显出浓厚的自然味，人心都静下来了。 🌲原木风带来的不只是舒适的触感，更是一种回归自然，回归生活的方式。😊每次打开门，都会有一种回家的暖意涌上心头。真心推荐给大家，体验一下从内心出发的舒适与惬意。🏠希望大家喜欢，也希望这些原木风的产品能给大家生活带来一丝简约的温暖。有心得记得告诉我哦！💕我们下期再会！😇',
    tag: '#原木风,#自然生活,#简约,#家居,#舒适,#生活方式',
  },
  {
    id: 4,
    name: '💁‍♀️今日推荐 | 一探究竟，现代主义家居的最佳选择！🛋️🛏️',
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    photos: [
      'https://angular.io/assets/images/tutorials/faa/krzysztof-hepner-978RAXoXnH4-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/krzysztof-hepner-978RAXoXnH4-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/krzysztof-hepner-978RAXoXnH4-unsplash.jpg',
    ],
    content:
      '亲们，💝你们好！🎊时尚界有句俗语，流行款式的秘密在于其设计🎨。今天，我们来聊聊现代主义家具，顾名思义，这是一种深受现代人喜爱的家居风格。它追求简洁、实用，且不失优雅。一件好的现代家具，既能提升我们的生活质量，也能点缀我们的居住环境。🏘️你可能对这个风格存在疑惑，但来看看这个👉【#现代主义家居】，使用简约线条📏 ，选拔上好材料，细致入微的工艺流露出无与伦比的艺术气息。😍试想下日落时分，酒杯的晖映，杂志的摊开，搭配这样一款家具，一切都刚刚好！你喜欢吗？快来抢购吧！⏰💕举手之劳，一键分享，还有精美礼品等你来拿！🎁',
    tag: '#现代主义家居,#家居潮流,#现代家居,#时尚家居,#家具,#设计',
  },
  {
    id: 5,
    name: '探索现代风家居🛋️ 一种让你过上惬意生活的方式❤️',
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    photos: [
      'https://angular.io/assets/images/tutorials/faa/r-architecture-JvQ0Q5IkeMM-unsplash.jpg',
    ],
    content:
      '大家好，我是你们的小红书运营专家🌟 今天特意给大家分享现代风家居设计的一些小秘密🤫 在现代风格🎨中，简洁、明亮、电气化是一大特色。家具线条简单无华，强调使用舒适，色彩明快喜欢强烈对比的色彩更显现代感⚡️ 喜欢明亮宽敞，通常会选择大面窗户或者高达天花板的落地窗⭐️ 空间中装饰品数量较少，以减少干扰，享受纯粹的空间。📚一般色彩偏喜欢灰色、黑色、白色，金属、玻璃等的应用也体现出现代感。🌙就像我们的生活一样，无需过分装饰，简单就好。😀 希望你也都能喜欢这种真实且舒适的生活方式呢！❤️ ，如果你有任何问题或需要其他建议，欢迎随时留言互动，我会尽快回复你的😉.',
    tag: '现代风,家居设计,简洁明亮,舒适生活,装饰品,空间感,对比色彩',
  },
  {
    id: 6,
    name: '🍁原木风，带你感受自然与生活的交融🍁',
      avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    photos: [
      'https://angular.io/assets/images/tutorials/faa/phil-hearing-IYfp2Ixe9nM-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/phil-hearing-IYfp2Ixe9nM-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/phil-hearing-IYfp2Ixe9nM-unsplash.jpg',
    ],
    content:
      '😊亲们，你们是否感受过原木的质朴与朴素🤔？原木风的家居装修赋予我们一种纯粹、自然的享受。这个风格仿佛在告诉我们：“真实的，自然的，就是最好的。”🌳在这种原木风格中，人能与自然更加的亲近和融洽🌳。喜欢极简主义的你，喜欢从生活中寻找灵感的你，原木风格绝对是你的首选。🌟它的原始感大大的增加了家的温馨，使得家更有人情味，给人一种回归自然的感觉。😇小编强烈推荐大家尝试一下这种风格，这里一定有你想要的风格和感觉。',
    tag: '#原木风,#自然与生活,#家居装修,#极简主义,#原始感,#回归自然',
  },
  {
    id: 7,
    name: '🍁原木风，带你感受自然与生活的交融🍁',
      avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    photos: [
      'https://angular.io/assets/images/tutorials/faa/phil-hearing-IYfp2Ixe9nM-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/phil-hearing-IYfp2Ixe9nM-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/phil-hearing-IYfp2Ixe9nM-unsplash.jpg',
    ],
    content:
      '😊亲们，你们是否感受过原木的质朴与朴素🤔？原木风的家居装修赋予我们一种纯粹、自然的享受。这个风格仿佛在告诉我们：“真实的，自然的，就是最好的。”🌳在这种原木风格中，人能与自然更加的亲近和融洽🌳。喜欢极简主义的你，喜欢从生活中寻找灵感的你，原木风格绝对是你的首选。🌟它的原始感大大的增加了家的温馨，使得家更有人情味，给人一种回归自然的感觉。😇小编强烈推荐大家尝试一下这种风格，这里一定有你想要的风格和感觉。',
    tag: '#原木风,#自然与生活,#家居装修,#极简主义,#原始感,#回归自然',
  },
  {
    id: 8,
    name: '💁‍♀️今日推荐 | 一探究竟，现代主义家居的最佳选择！🛋️🛏️',
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    photos: [
      'https://angular.io/assets/images/tutorials/faa/krzysztof-hepner-978RAXoXnH4-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/krzysztof-hepner-978RAXoXnH4-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/krzysztof-hepner-978RAXoXnH4-unsplash.jpg',
    ],
    content:
      '亲们，💝你们好！🎊时尚界有句俗语，流行款式的秘密在于其设计🎨。今天，我们来聊聊现代主义家具，顾名思义，这是一种深受现代人喜爱的家居风格。它追求简洁、实用，且不失优雅。一件好的现代家具，既能提升我们的生活质量，也能点缀我们的居住环境。🏘️你可能对这个风格存在疑惑，但来看看这个👉【#现代主义家居】，使用简约线条📏 ，选拔上好材料，细致入微的工艺流露出无与伦比的艺术气息。😍试想下日落时分，酒杯的晖映，杂志的摊开，搭配这样一款家具，一切都刚刚好！你喜欢吗？快来抢购吧！⏰💕举手之劳，一键分享，还有精美礼品等你来拿！🎁',
    tag: '#现代主义家居,#家居潮流,#现代家居,#时尚家居,#家具,#设计',
  },
  {
    id: 9,
    name: '🍂原木风，家的温度让你居家生活更有品质💫',
    photos: [
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
    ],
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    content:
      '🥰亲们，你们寻找的美好生活，不就藏在这原木风的家具里吗？🌱原木家具，不仅简约白色木质，更有质态的触感，给你带来一种回归原始的生活体验。💖从细节做起，摒弃繁杂漆彩，只留原木的清新自然。这，就是理想中的优质生活，而且，我们的原木家具不仅稳固耐用，更是低碳环保。😉亲爱的，你购买的不只是一件家具，更是对生活的热爱和尊重。💓这个秋天，让我们用心感受原木风的温度，一起过一种有品质、有温度的生活。☺️又是新的一天，爱你的人，愿你活得有趣，有品质！💝',
    tag: '#原木风格,#环保家具,#家居生活,#品质生活,#温度的家,#低碳生活',
  },
  {
    id: 10,
    name: '🍂原木风，家的温度让你居家生活更有品质💫',
    photos: [
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
    ],
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    content:
      '🥰亲们，你们寻找的美好生活，不就藏在这原木风的家具里吗？🌱原木家具，不仅简约白色木质，更有质态的触感，给你带来一种回归原始的生活体验。💖从细节做起，摒弃繁杂漆彩，只留原木的清新自然。这，就是理想中的优质生活，而且，我们的原木家具不仅稳固耐用，更是低碳环保。😉亲爱的，你购买的不只是一件家具，更是对生活的热爱和尊重。💓这个秋天，让我们用心感受原木风的温度，一起过一种有品质、有温度的生活。☺️又是新的一天，爱你的人，愿你活得有趣，有品质！💝',
    tag: '#原木风格,#环保家具,#家居生活,#品质生活,#温度的家,#低碳生活',
  },
  {
    id: 11,
    name: '🍂原木风，家的温度让你居家生活更有品质💫',
    photos: [
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
      'https://angular.io/assets/images/tutorials/faa/bernard-hermant-CLKGGwIBTaY-unsplash.jpg',
    ],
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30p0p4pj53s005nnkhvggbsn9977q9mg?imageView2/2/w/60/format/webp|imageMogr2/strip',
    nickname: 'test',
    starCount: 100,
    content:
      '🥰亲们，你们寻找的美好生活，不就藏在这原木风的家具里吗？🌱原木家具，不仅简约白色木质，更有质态的触感，给你带来一种回归原始的生活体验。💖从细节做起，摒弃繁杂漆彩，只留原木的清新自然。这，就是理想中的优质生活，而且，我们的原木家具不仅稳固耐用，更是低碳环保。😉亲爱的，你购买的不只是一件家具，更是对生活的热爱和尊重。💓这个秋天，让我们用心感受原木风的温度，一起过一种有品质、有温度的生活。☺️又是新的一天，爱你的人，愿你活得有趣，有品质！💝',
    tag: '#原木风格,#环保家具,#家居生活,#品质生活,#温度的家,#低碳生活',
  },
];

export default sourceData;
